datasets/benchmark-results/zuver/201811190636/wordpress-results-zuver-10-201811190636.log
Running 1m test @ http://bleg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 568.672ms, rate sampling interval: 3033ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   196.06ms  130.26ms   2.14s    99.00%
    Req/Sec     9.31      0.77    12.00     93.75%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  182.78ms
 75.000%  206.72ms
 90.000%  223.49ms
 99.000%  281.60ms
 99.900%    2.14s 
 99.990%    2.14s 
 99.999%    2.14s 
100.000%    2.14s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

     107.839     0.000000            1         1.00
     151.551     0.100000           51         1.11
     159.359     0.200000          100         1.25
     166.271     0.300000          150         1.43
     174.207     0.400000          202         1.67
     182.783     0.500000          251         2.00
     186.111     0.550000          276         2.22
     189.695     0.600000          301         2.50
     195.071     0.650000          326         2.86
     200.319     0.700000          350         3.33
     206.719     0.750000          376         4.00
     210.175     0.775000          388         4.44
     211.967     0.800000          400         5.00
     214.271     0.825000          413         5.71
     218.239     0.850000          425         6.67
     221.311     0.875000          439         8.00
     222.335     0.887500          444         8.89
     223.487     0.900000          450        10.00
     224.255     0.912500          458        11.43
     225.279     0.925000          463        13.33
     230.655     0.937500          469        16.00
     232.063     0.943750          472        17.78
     235.263     0.950000          475        20.00
     238.463     0.956250          479        22.86
     241.151     0.962500          482        26.67
     247.167     0.968750          485        32.00
     248.575     0.971875          486        35.56
     251.391     0.975000          488        40.00
     257.663     0.978125          490        45.71
     259.839     0.981250          491        53.33
     260.991     0.984375          493        64.00
     260.991     0.985938          493        71.11
     270.591     0.987500          494        80.00
     281.599     0.989062          495        91.43
     332.799     0.990625          496       106.67
     893.951     0.992188          497       128.00
     893.951     0.992969          497       142.22
     893.951     0.993750          497       160.00
    1215.487     0.994531          498       182.86
    1215.487     0.995313          498       213.33
    1842.175     0.996094          499       256.00
    1842.175     0.996484          499       284.44
    1842.175     0.996875          499       320.00
    1842.175     0.997266          499       365.71
    1842.175     0.997656          499       426.67
    2144.255     0.998047          500       512.00
    2144.255     1.000000          500          inf
#[Mean    =      196.063, StdDeviation   =      130.262]
#[Max     =     2142.208, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.93MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:      9.99
Transfer/sec:    527.43KB